.model small
.code
org 100h
jmp main



block1b db  '             лллллллллллллллллллллллллллллллллллллллллллллллллллллллллллллллллллллл ',0ah,0dh,'$'
block1c db  '             лллллллллллллллллллллллллллллллллллллллллллллллллллллллллллллллллллллл ',0ah,0dh,'$'
block1d db  '             лл                                                                  лл ',0ah,0dh,'$'
block1e db  '             лл                                                                  лл ',0ah,0dh,'$'
block1f db  '             лл  л   л  л     л  лллллл      л     лл   лл  ллллл  ллллллл       лл ',0ah,0dh,'$'
block1g db  '             лл  лл лл   л л л   лл         л л    ллл ллл  лл     лл            лл ',0ah,0dh,'$'
block1h db  '             лл  л л л     л  	  л лллл    ллллл   лл л лл  ллллл   лллллл       лл ',0ah,0dh,'$'
block1i db  '             лл  л   л     л     лл   лл  лл   лл  лл л лл  лл          лл       лл ',0ah,0dh,'$'
block1j db  '             лл    			  лллллл  ллл   ллл л    лл  ллллл  ллллллл       лл ',0ah,0dh,'$'   							 
block2k db  '             лл                                                                  лл ',0ah,0dh,'$'
block2a db  '             лл  лл   л   лл   ллллл  л   л  л лл   лл  л  л  ллллл              лл ',0ah,0dh,'$'
block2b db  '             лл  л   ллл   л     л      л    л лл   лл  лл л  л  ллл             лл ',0ah,0dh,'$'
block2c db  '             лл  лл л   л лл     л      л    л      лл  л лл  ллллл              лл ',0ah,0dh,'$'
block2d db  '             лл                                                                  лл ',0ah,0dh '$'
block2e db                лл  лл лллл  лл   л   л    л    лллл л  лллл                        лл ',0ah,0dh,'$'
block2f db  '             лл  л  ллл    л   л л л   ллл      лл   лл    лл лл  л  лл л л  л   лл ',0ah,0dh,'$'
block2g db  '             лл  лл ллллл лл   л   л  л   л  л лллл  лллл  л л л л л л лл л л л  лл ',0ah,0dh '$'
block2h db  '             лл                                                                  лл ',0ah,0dh '$'
block2i db  '             лллллллллллллллллллллллллллллллллллллллллллллллллллллллллллллллллллллл ',0ah,0dh,'$'							 
block2j db  '             лллллллллллллллллллллллллллллллллллллллллллллллллллллллллллллллллллллл ',0ah,0dh,'$'
